tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

# Record and share terminal sessions
brew "asciinema"
# GNU File, Shell, and Text utilities
brew "coreutils"
# Get a file from an HTTP, HTTPS or FTP server
brew "curl"
# Collection of GNU find, xargs, and locate
brew "findutils"
# Graph visualization software from AT&T and Bell Labs
brew "maven"
# Scalable distributed version control system
brew "redis"
# User interface to the TELNET protocol (built from macOS Sierra sources)
brew "telnet"
# Display directories as trees (with optional color/HTML output)
brew "tree"
# Download YouTube videos from the command-line
brew "youtube-dl"
# UNIX shell (command interpreter)
brew "zsh"
# The fastest shell plugin manager
brew "getantibody/tap/antibody"

cask "1password"
cask "appcleaner"
cask "docker"
cask "fantastical"
cask "font-anonymous-pro"
cask "font-firacode-nerd-font"
cask "font-firacode-nerd-font-mono"
cask "google-chrome"
cask "intellij-idea-ce"
cask "iterm2-beta"
cask "keepingyouawake"
cask "postgres"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "slack"
cask "spotify"
cask "viscosity"
cask "visual-studio-code"
cask "webpquicklook"
