tap "getantibody/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "asciinema"
brew "asdf"
brew "autoconf"
brew "automake"
brew "coreutils"
brew "curl"
brew "findutils"
brew "git"
brew "gnupg"
brew "graphviz"
brew "libtool"
brew "libxslt"
brew "libyaml"
brew "mas"
brew "maven"
brew "nginx"
brew "openssl"
brew "postgres"
brew "readline"
brew "redis"
brew "telnet"
brew "tree"
brew "wxmac"
brew "unixodbc"
brew "youtube-dl"
brew "zsh"

brew "getantibody/tap/antibody"

cask "1password"
cask "adoptopenjdk8"
cask "alfred"
cask "appcleaner"
cask "arq"
cask "bettertouchtool"
cask "contexts"
cask "dash"
cask "docker"
#cask "font-anonymous-pro"
#cask "font-firacode-nerd-font"
#cask "font-firacode-nerd-font-mono"
cask "gas-mask"
cask "github"
cask "gitup"
cask "google-chrome"
cask "google-drive-file-stream"
cask "grandperspective"
cask "intellij-idea-ce"
cask "iterm2"
cask "keepingyouawake"
cask "keyboardcleantool"
#cask "microsoft-office"
cask "memory"
cask "moom"
#cask "postgres"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "slack"
cask "shimo"
cask "spotify"
#cask "viscosity"
cask "visual-studio-code"
cask "vmware-fusion"
cask "zoomus"

brew "kafka"
